Repository: KlyrDev/wp-plugin-run-log
Catalog: run-log/languages/run-log-*.po
Languages: he_il

# Post Type General Name
source: Runs
he_il: ריצות

# Post Type Singular Name
source: Run
he_il: ריצה

source: Run Log
he_il: יומן ריצה

source: Parent Run:
he_il: ריצת אם

source: All Runs
he_il: כל הריצות

source: View Run
he_il: צפייה בריצה

source: Add New Run
he_il: הוספת ריצה חדשה

source: Add New
he_il: הוספת ריצה

source: Edit Run
he_il: עריכת ריצה

source: Update Run
he_il: עדכון ריצה

source: Search Run
he_il: חיפוש ריצה

source: Not run found
he_il: לא נמצאה ריצה

source: Not run found in Trash
he_il: לא נמצאה ריצה בסל המחזור

source: Run Log Options
he_il: אפשרויות יומן ריצה

source: You do not have sufficient permissions to access this page.
he_il: אין לך הרשאות גישה לדף זה

source: Options saved
he_il: האפשרויות נשמרו

source: Control the Run Log settings by updating these values
he_il: הגדר את אפשרויות יומן הריצה ע"י עדכון הערכים הבאים

source: Distance unit
he_il: יחדת מרחק

source: km
he_il: ק"מ

source: mi
he_il: מייל

source: Pace/Speed display
he_il: תצוגת קצב/מהירות

source: Pace
he_il: קצב

source: Speed
he_il: מהירות

source: Style theme
he_il: סגנון עיצוב

source: Light
he_il: בהיר

source: Dark
he_il: כהה

source: Display position
he_il: מיקום תצוגת הנתונים

source: top
he_il: למעלה

source: bottom
he_il: למטה

source: without
he_il: ללא

source: Should the run data box be added to the excerpt?
he_il: האם להוסיף את תצוגת נתוני הריצה לתקציר?

source: Display on excerpt
he_il: הצג [גם] בתקציר

source: Run Log Parameters
he_il: נתוני הריצה

source: Distance
he_il: מרחק

source: Duration
he_il: זמן

source: Elevation gain
he_il: טיפוס מצטבר

source: ft
he_il: רגל

source: m
he_il: מ'

source: Calories
he_il: קלוריות

source: Embed activity from external source
he_il: התמעת פעילות ממקור חיצוני

source: Strava
he_il: סטרבה

source: Garmin
he_il: גרמין

source: Endomondo
he_il: אנדומונדו

source: Strava embed activity
he_il: מספר פעילות באתר סטרבה

source: Enter Strava activity ID - the number at the end of activity's page address
he_il: הזן את מספר הפעילות מאתר סטרבה - המספר בסוף כתובת דף הפעילות

source: Garmin Connect embed activity
he_il: מספר פעילות באתר גרמין קונקט

source: Enter Garmin activity ID - the number at the end of activity's page address
he_il: הזן את מספר הפעילות, כפי שמופיע בסוף כתובת דף הפעילות באתר גרמין קונקט

source: Endomondo embed activity
he_il: מספר פעילות באתר אנדומונדו

source: Enter endomondo activity ID - the number at the end of activity's page address
he_il: הזן את מספר הפעילות, כפי שמופיע בסוף כתובת דף הפעילות באתר אנדומונדו

source: mi/h
he_il: מייל לשעה

source: km/h
he_il: קמ"ש

source: min/mi
he_il: דקות למייל

source: min/km
he_il: דקות לק"מ

source: Total distance
he_il: מרחק כולל

source: Total duration
he_il: זמן כולל

source: Total elevation
he_il: טיפוס מצטבר

source: Average speed
he_il: מהירות ממוצעת

source: Average pace
he_il: קצב ממוצע

# Taxonomy General Name
source: Goals
he_il: יעדים

# Taxonomy Singular Name
source: Goal
he_il: יעד

source: Goal
he_il: יעד

source: All Goals
he_il: כל היעדים

source: Parent Goal
he_il: יעד אב

source: Parent Goal:
he_il: יעד אב

source: New Goal Name
he_il: שם היעד החדש

source: Add New Goal
he_il: הוספת יעד

source: Edit Goal
he_il: ערוך יעד

source: Update Goal
he_il: עדכון יעד

source: Separate goals with commas
he_il: הפרד את היעדים בעזרת פסיקים

source: Search goals
he_il: חיפוש יעד

source: Add or remove goals
he_il: הוספה או הסרה של יעדים

source: Choose from the most used goals
he_il: בחר מתוך היעדים הנמצאים בשימוש נפוץ

source: Goal Not Found
he_il: היעד לא נמצא

# Taxonomy General Name
source: Gears
he_il: פרטי ציוד

# Taxonomy Singular Name
source: Gear
he_il: ציוד

source: Gear
he_il: ציוד

source: All Gears
he_il: כל פרטי הציוד

source: Parent Gear
he_il: ציוד אב

source: Parent Gear:
he_il: ציוד אב

source: New Gear Name
he_il: שם הציוד החדש

source: Add New Gear
he_il: הוספת ציוד חדש

source: Edit Gear
he_il: ערוך ציוד

source: Update Gear
he_il: עדכון ציוד

source: Separate gears with commas
he_il: הפרד פרטי ציוד בעזרת פסיקים

source: Search Gears
he_il: חיפוש ציוד

source: Add or remove gears
he_il: הוספה או הסרה של ציוד

source: Choose from the most used gears
he_il: בחר מתוך פרטי הציוד השכיחים ביותר

source: Gear Not Found
he_il: ציוד לא נמצא

source: Adds running diary capabilities - log your sporting activity with custom post type, custom fields and new taxonomies.
he_il: מוסיף יכולות של יומן ריצה לוורדפרס ע"י יצירת: סוג פוסטים חדש, שדות מותאמים אישית (מרחק, זמן וכו'), וטקסונומיות רלוונטיות.

source: Oren Izmirli
he_il: אורן איזמירלי
